{
  "header": {
    "title": "Hello, I'm Bryan Grandon",
    "subtitle": "Frontend Developer",
    "paragraph": [
      "With the goal of creating websites that are not only functional, but also aesthetically pleasing and easy to navigate. Always willing to learn new technologies and improve my skills to grow as a developer."
    ],
    "img": {
      "url": "https://files.kick.com/images/channel/2583814/banner_image/3ebbfa2a-7ad5-43e6-9d50-88fad93919d3",
      "alt": ""
    }
  },

  "project": {
    "title": "Projects",
    "subtitle": "My featured projects",
    "paragraph": ["Here are some of my featured projects that showcase my skills and experience as a Frontend Developer."]
  },

  "about": {
    "title": "About Me",
    "subtitle": "Bryan Grandon - Junior Frontend Developer",
    "paragraph": [
      "Hi! I’m a Junior Frontend Developer who enjoys crafting modern, intuitive, and visually engaging web interfaces. I love transforming ideas into smooth and responsive digital experiences, always paying attention to detail, usability, and performance.",
      "I’m constantly learning and exploring new technologies because the web never stops evolving — and neither do I. Every project is an opportunity to grow, innovate, and deliver something better than yesterday.",
      "I believe in clean code, creative solutions, and the power of great user experience. I’m excited to contribute, collaborate, and keep building products that people enjoy using."
    ],
    "img": {
      "url": "https://files.kick.com/images/channel/2583814/banner_image/3ebbfa2a-7ad5-43e6-9d50-88fad93919d3",
      "alt": ""
    }
  },
  "skills": {
    "title": "Skills",
    "subtitle": "Technologies I work with",
    "paragraph": ["Here are some of the technologies and tools I use to create modern and efficient web applications."]
  },
  "contacts": {
    "title": "Contact Me",
    "subtitle": "Get in touch",
    "paragraph": ["I'm always open to discussing new projects, creative ideas, or opportunities to be part of your visions. Feel free to reach out to me through any of the platforms below."]
  },
  "social": {
    "github": {
      "ariaLabel": "Open Bryan Grandon's GitHub profile.",
      "url": "https://github.com/BryanGrandon"
    },
    "linkedin": {
      "ariaLabel": "Open Bryan Grandon's LinkedIn profile.",
      "url": "https://www.linkedin.com/in/bryan-grandon/"
    }
  }
}
